acpid
alsa-utils
antergos-keyring
antergos-midnight-timers
antergos-mirrorlist
arch-firefox-search
arch-wiki-lite
autoconf
autofs
automake
b43-fwcutter
bash
bash-completion
bind-tools
binutils
bison
btrfs-progs
bzip2
bzr
cabextract
cifs-utils
clementine
cmake
coreutils
cpio
crda
cryptsetup
cups
cups-pk-helper
device-mapper
dhcpcd
dialog
diffutils
dmenu
dmidecode
dmraid
docker
dosfstools
e2fsprogs
efibootmgr
exfat-utils
f2fs-tools
fail2ban
fakeroot
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gettext
gimp
git
glibc
gnome-defaults-list
grep
groff
grub
grub2-theme-antergos
gsfonts
gst-libav
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gvfs-afc
gvfs-goa
gvfs-google
gvfs-mtp
gvfs-smb
gzip
haveged
hplip
htop
i3-gaps
i3blocks
i3lock
i3status
inetutils
intel-ucode
inxi
iproute2
iputils
ipw2100-fw
ipw2200-fw
jfsutils
kodi
less
libreoffice-fresh
libtool
libvdpau-va-gl
licenses
linux
linux-lts
linux-lts-headers
logrotate
lvm2
lxc
lzop
m4
make
man-db
man-pages
mdadm
mlocate
modemmanager
mpv
mtpfs
nano
net-tools
netctl
network-manager-applet
networkmanager
nfs-utils
nilfs-utils
nodejs
notepadqq
npm
nss-mdns
ntfs-3g
openssh
os-prober
ossp
p7zip
pacman
patch
pavucontrol
pciutils
pcmanfm
pcmciautils
perl
phonon-qt4-gstreamer
pkg-config
pkgfile
pkgstats
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
python-gobject
python-pyqt5
qbittorrent
redshift
reflector
reiserfsprogs
rsync
s-nail
samba
screenfetch
sed
shadow
sharutils
smbnetfs
splix
sudo
synapse
sysfsutils
system-config-printer
systemd
systemd-sysvcompat
tar
terminus-font
texinfo
thunderbird
tlp
ttf-bitstream-vera
ttf-dejavu
unrar
unzip
usb_modeswitch
usbutils
util-linux
uudeview
vi
viewnior
vim
vlc
wget
which
whois
wireless_tools
wpa_actiond
xdg-user-dirs-gtk
xf86-video-intel
xf86-video-vesa
xfce4-terminal
xfsprogs
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-luit
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xz
yaourt
zd1211-firmware
zip
